import { v4 as uuidv4 } from "uuid";

export const arrayOfArticles = [
  {
    id: uuidv4(),
    title: "ЕЖЕДНЕВНЫЙ УХОД ЗА КОЖЕЙ",
    description:
      "Тонизирующее масло для тела питает энергией, улучшает эластичность и гладкость кожи. В составе обязательно присутствуют масла мяты, розмарина и герани, которые повышают крепкость и упругость кожи. Масло лесного ореха увлажняет, питает и защищает от обезвоживания. Ароматические эфирные масла благотворно влияют на самочувствие, дарят заряд бодрости и энергии.",
    img: "src/assets/img/blog1.jpg",
    fullText:
      "В интернет-магазине на InSales Вы можете вести блог магазина или новостную ленту – это отличный способ привлекать дополнительных покупателей из поисковых систем не только за счет коммерческих запросов, но и за счет информационных.Рассказывайте вашим покупателям о новинках в вашем магазине, или просто полезную информацию о товарах вашей тематики и новостях рынка!",
  },
  {
    id: uuidv4(),
    title: "РАСПАХНУТЫЙ ВЗГЛЯД",
    description:
      "Подарите вашим ресницам объём и выразительность одним движением. Тушь насыщена каяловыми пигментами, которые делают каждую ресничку экстремально-чёрной. Цилиндрическая часть щеточки тщательно прокрашивает ресницы, а клиновидный кончик достает до труднодоступных ресничек. Угольно-черные ресницы — отличное дополнение к дымчатому макияжу глаз.",
    img: "src/assets/img/blog2.jpg",
    fullText:
      "В интернет-магазине на InSales Вы можете вести блог магазина или новостную ленту – это отличный способ привлекать дополнительных покупателей из поисковых систем не только за счет коммерческих запросов, но и за счет информационных.Рассказывайте вашим покупателям о новинках в вашем магазине, или просто полезную информацию о товарах вашей тематики и новостях рынка!",
  },
  {
    id: uuidv4(),
    title: "ПОДБИРАЕМ ПРАВИЛЬНЫЙ ТОН",
    description:
      "Придайте коже сияющий вид с невесомым тональным кремом. Крем выравнивает текстуру кожи, скрывает поры и мелкие морщинки. Невидимая подтяжка лица — уникальная технология, которая придает коже легкий эффект подтяжки кожи. Благодаря сильной концентрации эмолентов, кожа становится упругой и мягкой. Пигмент из прусских синих жемчужин дарит коже эффект мягкого фокуса.",
    img: "src/assets/img/blog3.jpg",
    fullText:
      "В интернет-магазине на InSales Вы можете вести блог магазина или новостную ленту – это отличный способ привлекать дополнительных покупателей из поисковых систем не только за счет коммерческих запросов, но и за счет информационных.Рассказывайте вашим покупателям о новинках в вашем магазине, или просто полезную информацию о товарах вашей тематики и новостях рынка!",
  },
];
